Repository: AKotov-dev/SSTP-Connector
Catalog: sstp-connector/languages/sstp_connector.*.po
Languages: ru

# tmainform.autostartbox.caption
source: AutoStart
ru: Автостарт

# tmainform.clearbox.caption
source: Clear cookies on start GUI
ru: Очистить cookies при старте GUI

source: Default route (ppp0)
ru: Дефолтный маршрут (ppp0)

source: User
ru: Юзер

# tmainform.label2.caption
source: Password
ru: Пароль

source: Server[:Port]
ru: Сервер[:Порт]

# tmainform.startbtn.caption
source: Start
ru: Старт

source: License: GPLv3 Author: alex_q_2000 (C) 2025 URL: https://github.com/AKotov-dev/SSTP-Connector
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2025 URL: https://github.com/AKotov-dev/SSTP-Connector

# tmainform.stopbtn.caption
source: Stop/Reset
ru: Стоп/Сброс

source: The connection is established:
ru: Соединение установлено:

source: Default route:
ru: Дефолтный маршрут:

source: Active DNS:
ru: Активные DNS:

source: VPN is stopped. Switching to a local network...
ru: VPN остановлен. Переключение на локальную сеть...

source: SSTP Client (sstpc) not found!
ru: Клиент SSTP (sstpc) не найден!
